---
kind: other
id: Properties.T:Autodesk.Revit.UI.UIDocument
source: html/3ceaa644-46bc-f741-58a0-b3ec265690ed.htm
---
# UIDocument Properties

The currently active graphical view of the currently active document.